const config = {
	baseInfo: [
		'生日 ：6月9日（双子座）',
		'等级：暗部B级、S级叛忍',
		'忍者登记号码：012110',
		'兴趣：逛甜品屋、回想以前愉快的事情',
	],
	resume: [
		{
			name: '木叶忍者',
			intro: '木叶村的天才 | 六岁 ~ 十岁',
			details: [
				'七岁以第一名的成绩从忍者学校毕业（六岁入学）',
				'八岁时因目睹带土杀光他的同伴而开启写轮眼',
				'十岁晋升为中忍，被誉为为“天才忍者”',
			],
		},
		{
			name: '暗部',
			intro: '担任暗部分队长 | 十岁 ~ 十三岁',
			details: ['守卫木叶村安宁', '为顾全大局同宇智波带土灭族，唯独留下弟弟佐助'],
		},

		{
			name: '晓组织成员',
			intro: '为保护木叶以间谍加入晓组织 | 十三岁 ~ 二十一岁',
			details: [
				'为晓组织献身 但未真正捕捉尾兽',
				'协助佐助觉醒万花筒写轮眼',
				'在世界大战中作出重大贡献',
			],
		},
	],
	skills: [
		'万花筒血轮眼',
		'天照',
		'须佐能乎',
		'豪火球之术',
		'鸦分身之术',
		'豪龙火之术',
		'水龙弹之术',
		'影分身之术',
		'月读',
		'幻术',
	],
	skillStack: [
		'精通血继结界 如万花筒写轮眼（天照，伊邪那美，须佐能乎，八坂勾玉）',
		'精通火遁忍术 例如凤仙火之术 豪火球之术 凤仙花爪红 豪龙火之术 豪焰球',
		'擅长封印型 转写封印 别天神',
		'擅长组合忍术 天照·二重 须佐能乎·双神雷临 凌乱雪月花',
		'熟悉辅助型忍术 熟悉的有鸦分身之术 分身大爆破 影分身之术 水分身之术 替身术',
		'了解水遁忍术 例如水牙弹 水龙弹之术',
	],
	chakras: ['风', '火', '水', '阴', '阳'],
}
export default config
